{
    "title": "Jaws",
    "year": 1975,
    "released": "1975-06-20",
    "released_digital": "1997-11-01",
    "description": "When an insatiable great white shark terrorizes the townspeople of Amity Island, the police chief, an oceanographer and a grizzled shark hunter seek to destroy the blood-thirsty beast.",
    "runtime": 124,
    "score": 86,
    "score_average": 86,
    "imdbid": "tt0073195",
    "traktid": 457,
    "tmdbid": 578,
    "type": "movie",
    "ratings": [
        {
            "source": "imdb",
            "value": 8.1,
            "score": 81,
            "votes": 652520,
            "popular": 631
        },
        {
            "source": "metacritic",
            "value": 87,
            "score": 87,
            "votes": 21,
            "url": "/movie/jaws"
        },
        {
            "source": "metacriticuser",
            "value": 8.7,
            "score": 87,
            "votes": 737
        },
        {
            "source": "trakt",
            "value": 78,
            "score": 78,
            "votes": 13395
        },
        {
            "source": "tomatoes",
            "value": 97,
            "score": 97,
            "votes": 101,
            "url": "/m/jaws"
        },
        {
            "source": "tomatoesaudience",
            "value": 90,
            "score": 90,
            "votes": 946731
        },
        {
            "source": "tmdb",
            "value": 76,
            "score": 76,
            "votes": 9824
        },
        {
            "source": "letterboxd",
            "value": 4.0,
            "score": 80,
            "votes": 768069,
            "url": "/film/jaws/"
        },
        {
            "source": "rogerebert",
            "value": 4.0,
            "url": "great-movie-jaws-1975"
        },
        {
            "source": "myanimelist",
            "value": null,
            "votes": null,
            "id": null
        }
    ],
    "streams": [
        {
            "id": 9,
            "name": "fuboTV"
        },
        {
            "id": 10,
            "name": "AMC"
        }
    ],
    "watch_providers": [
        {
            "id": 358,
            "name": "DIRECTV"
        }
    ],
    "reviews": [
        {
            "updated_at": "2016-12-28",
            "author": "Elie",
            "rating": 8,
            "provider_id": 1,
            "content": "Terrifyingly awesome without being cheesy and too predictable.  \nThe protagonists are fighting a shark which has no super powers. \nThe suspense and thrills are well crafted and not over exaggerated. \nThere is only 1 major jump scare which is perfect in my book. \nA recommended and well paced thriller! "
        },
        {
            "updated_at": "2014-08-30",
            "author": "BROOKSY",
            "rating": 8,
            "provider_id": 1,
            "content": "This movie honestly changed my swimming habits at the beach. Good flick. "
        },
        {
            "updated_at": "2015-03-12",
            "author": "Ariel Rodriguez",
            "rating": 8,
            "provider_id": 1,
            "content": "Amazing! This is an exciting thriller. Even today (I had never seen it) this film made me sit on the corner of my seat."
        },
        {
            "updated_at": "2021-11-02",
            "author": "andrew nunes",
            "rating": 6,
            "provider_id": 1,
            "content": "I didn't really connect with this movie - I thought it was too long. The acting is good enough, the script too. Watching it in theaters must have been an unforgettable experience - an experience that, in the 70s, would make me rate the movie a top ten. However, watching it for the first time in 2021, I found it boring. Great, but redundant."
        },
        {
            "updated_at": "2022-03-14",
            "author": "spidertalk",
            "rating": 9,
            "provider_id": 1,
            "content": "Sheer classic! Old is gold indeed."
        },
        {
            "updated_at": "2016-08-14",
            "author": "AlexanderZ",
            "rating": 9,
            "provider_id": 1,
            "content": "'Jaws' succeeds on almost every level. It is terrifying without being grotesque, and spectacular without being unbelievable (if the shark looks a little fake, remember that, at the time 'Jaws' was released, 'Space Invaders' was on the cutting edge of computer graphics design and there was no such thing as 'Shark Week on the Discovery Channel'). The suspense is potent and the action thrilling, but the humor, emotion, and character development make this movie much more than a summer blockbuster. "
        },
        {
            "updated_at": "2021-06-23",
            "author": "John Chard",
            "rating": 10,
            "provider_id": 2,
            "content": "Jaws.\r\n\r\nA man eating shark is terrorising the holiday island of Amity. Police chief Martin Brody, shark hunter Quint and marine biologist Matt Hooper set sail in the hope of killing the great white monster.\r\n\r\nJaws is responsible for many things, it's responsible for propelling director Steven Spielberg's career into the stratosphere, it was responsible for a downturn in the package holiday trade, and it was responsible for shaping the summer blockbuster release practice's. There are many other things which one doesn't need to bore you with, it's just true to say that Jaws is firmly ensconced in movie history, if one hasn't seen it then one surely knows about it, it is, even today, part of popular culture.\r\n\r\nBut is it any good? Is it worthy of a long standing reputation as one of the greatest monster movies of all time? Hell yes it is, one or two easily overlooked flaws aside, it busted the box office (world wide) and tapped into a primal fear that resides in the majority of mankind, the unseen that resides in the sea.\r\n\r\nJaws sets out its marker right from the start with a truly shocking and attention grabbing opening sequence, from then on in Spielberg (learning from Hitchcock for sure) tweaks the tension to have the audience living on their nerves, even as character building (by way of Brody's family arc) sedates the pace, we just know that it's all relative to an extension of fear and terror that is around the next corner. After the first victims' remains are found, Brody glances out at the ocean, Spielberg perfectly framing the shot to say so much about what we are about to be witness' to. Jolts and shocks pop up from time to time to help build the unease, whilst Spielberg makes the audience wait before we even see what it is that so coldly and efficiently destroys man. Then it's the claustrophobic switch as our brave protagonists are out at sea on Quint's boat, unaware that the giant menace is now hunting them, eyes as black as death itself.\r\n\r\nSo many great scenes linger for all time in the memory, the entrance of Quint is a hum dinger, a mournful widow reducing Brody to a stunned realism, the Indianappolis monologue, the bigger boat! Just some of the reasons why I personally love cinema so much. The score from John Williams is as effective as any for the genre and Robert Hoyt's sound team's work furthers the unfolding dread. The cast are superb and uniformly excellent, managing to cast aside technical problems (and genuine resentments at times) to portray this story with verve and a genuine depth of feeling. Yet Roy Scheider (Brody), Robert Shaw (Quint) and Richard Dreyfuss (Hooper) were far from from original choices, Charlton Heston was wanted for the role of Brody, Sterling Hayden and Lee Marvin were both mooted for Quint, and John Voight was Spielberg's preferred choice for Hooper. Whilst Jaws author (and co screen writer here) Peter Benchley was heading for the top by asking for Newman, Redford and McQueen!! Imagine that!\r\n\r\nStill it all turned out well in the end because Jaws stands the test of time as one of the best films of its type. No amount of complaining about continuity and a rough looking mechanical shark will ever dim its appeal, even as I revisited it recently for the hundredth time I still got tingles all over my body. So file it alongside King Kong in the pantheon of Monster Movie Masterpieces. 10/10 always, now go enjoy your dip in the ocean."
        },
        {
            "updated_at": "2021-06-23",
            "author": "Cat Ellington",
            "rating": null,
            "provider_id": 2,
            "content": "Is it safe to go back in the water? ...\r\n\r\nSteven Spielberg got ahold of the incredible Peter Benchley-penned novel about a giant, carnivorous Great White (dubbed \"Jaws\") who swims the ocean waters off a fictional resort town, preying on both the Island's locals and its visitors alike, and adaptated, for the silver screen, what would become one of the most terrifying American made thrillers to ever be released in the worldwide cinema. Exceptional filmmaking! And members of Spielberg's crew had the nerve to maliciously \"mock\" Jaws, by referring to it as \"Flaws\", during the filming process? All because of a few \"glitches\" in the mechanical shark? Ha! Who's laughing now?\r\n\r\nGreat screenwriting by Benchley and Gottlieb. Great composition by the legendary John Williams. Great direction by Spielberg. Phenomenal performances by Scheider, Shaw, and Dreyfuss. Great supporting cast. Just...magnificent. Jaws is a magnificent film. A true classic."
        },
        {
            "updated_at": "2021-06-23",
            "author": "in_the_crease",
            "rating": 10,
            "provider_id": 2,
            "content": "Much like the shark itself, the movie starts slowly, deep down in the depths before coming to the surface to explode in pure sensationalism.\r\n\r\nJaws is one of those rare exceptions where high-brow art meets fun entertainment. At the time of its making, however, simply keeping its head above water was the most the cast and crew were hoping for.\r\n\r\nBut Spielberg had created something special. During production, no one saw it--I'm not sure Spielberg himself saw it, but it was there. I think it was really editor Verna Fields who saw it and put it together.\r\n\r\nJaws begins the way most primal fears begin: someone is alone, in the dark, in an alien environment, and is being attacked from some unknown entity. People remark today how Jaws worked so well, that it's kept them afraid of the ocean for years. I disagree. I think it's because we are scared of the ocean is why Jaws works so well. The opening scene of the young girl being savaged in the black nothingness that is the night ocean is terrifying because it preys on primal fears; it doesn't create them.\r\n\r\nNext we're introduced to our cast of characters: There's Police Chief Martin Brody--an everyman with a fear of the water--and his wife, Ellen. There's Brody's loyal deputy Len Hendricks (mysteriously named \"Jeff\" in the sequel). Then, of course, there's the other side. There is the crooked mayor Larry Vaughan, and his two toadies newspaper editor Harry Meadows and coroner Carl Santos. After Brody and Hendricks find evidence of a hungry shark off the coast of the resort town of Amity, they do the sensible thing and start closing up the beaches. The mayor, seeing dwindling dollar signs, convinces Meadows and Santos to back him, and together they confront Brody and put the kibosh on his beach closing plan.\r\n\r\nIn an era where the primitive special effects technology gave us a shark that looked like a pool toy, it became essential that the shark not be the focal point of the film. And while a fin here and a barrel there do work wonders, it's only because the shark is far from the only villain in the movie. To have credibility, we have to have a human villain. And that is where Vaughan comes in.\r\n\r\nAfter Vaughan's cavalier \"it-can't-happen-again\" attitude blows up in his face, Brody brings in the book smart, but decidedly out-of-his-element marine biologist Matt Hooper. Hooper tells Brody everything he and we, the audience, already know: The shark is out there; it's hungry; it's eating people; and it will continue to do so unless it is killed.\r\n\r\nAfter a disastrous Fourth of July celebration that should have gotten Vaughan impeached, Brody and Hooper join forces with Quint, a grizzled fisherman with a personal vendetta against sharks. The movie then switches from its horror and drama elements and becomes something of an adventure, foreshadowing Spielberg's work on films like Raiders of the Lost Ark. Even John Williams' score begins to conjure up images of Errol Flynn-style swashbuckling. The adventure almost seems fun.\r\n\r\nAnd that is when the shark, previously only a shadow, fin, or plot point referenced by dialogue, takes center stage. The movie shifts gears further near the end, going from adventure to a full on monster movie.\r\n\r\nThe build up is slow, relying on showing us the results of the shark's presence rather than the shark itself. This creates enough fear and credibility so that by the time the big, rubbery toy shark is commanding the screen, we're afraid of it. It's already been established as a monster.\r\n\r\nThe movie's pacing, dialogue and acting are all perfect, creating a strong enough foundation on which a silly, albeit terrifying, plot rests. By the time the shark is sinking boats and eating shark cages, Spielberg has made us by into it that he could have had the shark blasting off for the moon and we would have accepted it. And that is how and why Jaws works."
        },
        {
            "updated_at": "2021-06-23",
            "author": "JPV852",
            "rating": 8,
            "provider_id": 2,
            "content": "Solid shark-thriller that still holds up well with each subsequent viewings. Love the cast especially Robert Shaw and was entertained even during some of the slower moments. Not a favorite of mine or amongst Spielberg's resume, but a lot of fun. **4.25/5**"
        },
        {
            "updated_at": "2022-02-18",
            "author": "r96sk",
            "rating": 9,
            "provider_id": 2,
            "content": "A very good, and evidently a very influential, film from 1975.\r\n\r\nThat release year doesn't even sound correct, the film holds up extremely well in that regard - I knew already, but if I didn't and I had guessed the year I wouldn't have said anything earlier than 1990. This alone raises the film up ½* for me - it's impressively made.\r\n\r\nI don't, personally, think the story is as perfect as the aforementioned. Don't get me wrong it's all entertaining, but I feel it peaks with the shark terrorising the town as a whole - when it's down to just the trio, I didn't enjoy it quite as much. Roy Scheider, Robert Shaw and Richard Dreyfuss do give notable performances, though.\r\n\r\nGoing back to my initial point, the effects for the shark are incredible. I kinda wanted to simply see more of just the shark, even if we do get more of the great white towards the conclusion. Heck, the film from the shark's prospective would've been 5*. Lastly, that John Williams score is sensational - I think every film fan, whether they've seen it or not, knows that famous theme.\r\n\r\nAlmost 47 years after its release, I've finally seen <em>'Jaws'</em>. I don't honestly think the story/the characters itself are anything out of this world, but there's so much to admire and praise from a technical aspect. A marvel, really."
        },
        {
            "updated_at": "2022-03-27",
            "author": "CinemaSerf",
            "rating": 8,
            "provider_id": 2,
            "content": "I saw this recently on the big screen for the first time since I originally went as a child in 1975 and if anything, it has got better. John Williams' score and Robert Shaw's \"Quint\" combine to far outweigh the \"rubber\" shark scenes. Unlike \"The Meg\" this film conveys a real sense of tension; coupled with some good old-fashioned scariness. It also dips it's toe into the science and behaviour of an apex predator, which we may consider ourselves to be. Take away our technical accoutrement and we are clearly the minnows..."
        },
        {
            "updated_at": null,
            "author": "Roger Ebert",
            "rating": 100,
            "provider_id": 4,
            "content": "One of the most effective thrillers ever made."
        },
        {
            "updated_at": null,
            "author": "Ian Nathan",
            "rating": 100,
            "provider_id": 4,
            "content": "It was the complete nightmare that invented the \"summer blockbuster\", launched the genius on a global scale and delivered an astonishingly effective thriller built on a very primal level: fear."
        },
        {
            "updated_at": null,
            "author": "Ty Burr",
            "rating": 100,
            "provider_id": 4,
            "content": "Steven Spielberg overcame the lumpy plotting of Peter Benchley's novel to create an efficient, graceful fright machine in Jaws."
        },
        {
            "updated_at": null,
            "author": "James Berardinelli",
            "rating": 100,
            "provider_id": 4,
            "content": "The first is the best. When it comes to this kind of thriller, no movie has been able to top Jaws, although many have tried. And, as the years go by, it seems increasingly unlikely that anything will come close."
        },
        {
            "updated_at": null,
            "author": "John Bleasdale",
            "rating": 100,
            "provider_id": 4,
            "content": "Importantly, Spielberg instinctively knows exactly when to keep his camera still and allow what's in front of it to take precedence."
        },
        {
            "updated_at": null,
            "author": "Vincent Canby",
            "rating": 80,
            "provider_id": 4,
            "content": "If you think about Jaws for more than 45 seconds you will recognize it as nonsense, but it's the sort of nonsense that can be a good deal of fun, if you like to have the wits scared out of you at irregular intervals."
        },
        {
            "updated_at": null,
            "author": "Gene Siskel",
            "rating": 75,
            "provider_id": 4,
            "content": "What this movie is about, and where it succeeds best, is the primordial level of fear. The characters, for the most part, and the non-fish elements in the story, are comparatively weak and not believable. [20 June 1975]"
        },
        {
            "updated_at": null,
            "author": "Dave Kehr",
            "rating": 40,
            "provider_id": 4,
            "content": "Steven Spielberg's mechanical thriller is guaranteed to make you scream on schedule (John Williams's score even has the audience reactions programmed into the melodies), particularly if your tolerance for weak motivation and other minor inconsistencies is high."
        }
    ],
    "keywords": [
        {
            "id": 2992,
            "name": "4k-blu-ray"
        },
        {
            "id": 91,
            "name": "based-on-novel-or-book"
        },
        {
            "id": 531,
            "name": "beach"
        },
        {
            "id": 4159,
            "name": "fishing"
        },
        {
            "id": 2606,
            "name": "atlantic-ocean"
        },
        {
            "id": 2479,
            "name": "shipwreck"
        },
        {
            "id": 626,
            "name": "shark-attack"
        },
        {
            "id": 2416,
            "name": "police-chief"
        },
        {
            "id": 1859,
            "name": "dying-and-death"
        },
        {
            "id": 5789,
            "name": "animal-attack"
        },
        {
            "id": 6629,
            "name": "dead-child"
        },
        {
            "id": 8455,
            "name": "skinny-dipping"
        },
        {
            "id": 66,
            "name": "shark"
        },
        {
            "id": 5715,
            "name": "great-white-shark"
        },
        {
            "id": 5165,
            "name": "dead-dog"
        },
        {
            "id": 9030,
            "name": "fourth-of-july"
        },
        {
            "id": 6907,
            "name": "fishing-boat"
        },
        {
            "id": 1399,
            "name": "animal-horror"
        },
        {
            "id": 38390,
            "name": "belongs-to-collection"
        },
        {
            "id": 202,
            "name": "creature"
        },
        {
            "id": 42627,
            "name": "shark-cage"
        },
        {
            "id": 43291,
            "name": "has-trailer"
        },
        {
            "id": 43511,
            "name": "dolby-vision"
        },
        {
            "id": 10472,
            "name": "loss-of-son"
        },
        {
            "id": 19850,
            "name": "based-on-novel"
        },
        {
            "id": 26358,
            "name": "woman-slaps-a-man"
        },
        {
            "id": 98063,
            "name": "giant-shark"
        },
        {
            "id": 46957,
            "name": "first-part"
        },
        {
            "id": 44828,
            "name": "shark-feature"
        },
        {
            "id": 47430,
            "name": "first-of-series"
        },
        {
            "id": 58638,
            "name": "author-cameo"
        },
        {
            "id": 51154,
            "name": "famous-opening-theme"
        },
        {
            "id": 135136,
            "name": "screaming-underwater"
        },
        {
            "id": 45849,
            "name": "child-in-jeopardy"
        },
        {
            "id": 197890,
            "name": "chum"
        },
        {
            "id": 212526,
            "name": "comparing-scars"
        },
        {
            "id": 79233,
            "name": "human-versus-shark"
        },
        {
            "id": 11038,
            "name": "killer-shark"
        },
        {
            "id": 13023,
            "name": "eaten-alive"
        },
        {
            "id": 10103,
            "name": "famous-score"
        },
        {
            "id": 44240,
            "name": "final-showdown"
        },
        {
            "id": 56801,
            "name": "nude-bathing"
        },
        {
            "id": 45116,
            "name": "leitmotif"
        },
        {
            "id": 40344,
            "name": "metacritic-must-see"
        },
        {
            "id": 19631,
            "name": "certified-fresh"
        },
        {
            "id": 308801,
            "name": "bathing"
        },
        {
            "id": 307258,
            "name": "ferry-boat"
        },
        {
            "id": 320463,
            "name": "long-island-new-york"
        },
        {
            "id": 316899,
            "name": "child-killed-by-animal"
        },
        {
            "id": 317703,
            "name": "severed-leg"
        },
        {
            "id": 325250,
            "name": "shark-cage"
        },
        {
            "id": 297775,
            "name": "shark"
        },
        {
            "id": 298672,
            "name": "great-white-shark"
        },
        {
            "id": 296034,
            "name": "beach"
        },
        {
            "id": 297228,
            "name": "blockbuster"
        },
        {
            "id": 298670,
            "name": "shark-attack"
        },
        {
            "id": 295201,
            "name": "fishing"
        },
        {
            "id": 295815,
            "name": "fear"
        },
        {
            "id": 300604,
            "name": "fourth-of-july"
        },
        {
            "id": 295356,
            "name": "monster"
        },
        {
            "id": 296655,
            "name": "skinny-dipping"
        },
        {
            "id": 306547,
            "name": "animal-monster"
        },
        {
            "id": 295835,
            "name": "island"
        },
        {
            "id": 295211,
            "name": "fisherman"
        },
        {
            "id": 295887,
            "name": "ocean"
        },
        {
            "id": 295792,
            "name": "showdown"
        },
        {
            "id": 297847,
            "name": "autopsy"
        },
        {
            "id": 300894,
            "name": "scuba-diving"
        },
        {
            "id": 295939,
            "name": "marijuana"
        },
        {
            "id": 297437,
            "name": "creature-feature"
        },
        {
            "id": 296071,
            "name": "1970s"
        },
        {
            "id": 295392,
            "name": "gore"
        },
        {
            "id": 295390,
            "name": "blood"
        },
        {
            "id": 295372,
            "name": "death"
        },
        {
            "id": 335620,
            "name": "2k-blu-ray"
        },
        {
            "id": 66389,
            "name": "grieving-mother"
        },
        {
            "id": 298323,
            "name": "characters-killed-one-by-one"
        },
        {
            "id": 43170,
            "name": "danger"
        },
        {
            "id": 56565,
            "name": "reference-to-jack-the-ripper"
        },
        {
            "id": 181734,
            "name": "child-killed-by-an-animal"
        },
        {
            "id": 295646,
            "name": "prank"
        }
    ],
    "language": "en",
    "spoken_language": "en",
    "country": "us",
    "certification": "PG",
    "commonsense": 13,
    "age_rating": 13,
    "status": "released",
    "trailer": "https://youtube.com/watch?v=WKuZJjPSLXQ",
    "poster": "https://image.tmdb.org/t/p/original/lxM6kqilAdpdhqUl2biYp5frUxE.jpg",
    "backdrop": "https://image.tmdb.org/t/p/w1920_and_h800_multi_faces/Ugn7ekAwY8FtaBjRBlbkt0zom2.jpg",
    "response": true,
    "apiused": 59
}